{
  "items": [
    {
      "paragraph_id": 0,
      "orgs": [
        {
          "text": "ADMINISTRAÇÃO PÚBLICA REGIONAL - RELAÇÕES COLETIVAS\nDE TRABALHO",
          "label": "ORG_LABEL"
        }
      ],
      "doc_name": null,
      "bodies": [
        {
          "text": "Acordo Coletivo de Trabalho n.º 7/2014 - Acordo Coletivo de Trabalho n.º 7/2014 Acordo Coletivo de Entidades Empregadoras Públicas celebrado entre a Secretaria\nRegional da Cultura, Turismo e Transportes e os Serviços da Administração direta,\nServiços de Coordenação e Gestão, Direção Regional dos Assuntos Culturais, Direção\nRegional do Turismo e Direção Regional de Transportes Terrestres, designados por\nEntidades Empregadoras Públicas, por um lado, e o Sindicato dos Trabalhadores da\nFunção Pública da Região Autónoma da Madeira, a Federação de Sindicatos da\nAdministração Pública e de Entidades com Fins Públicos, o Sindicato dos Quadros\nTécnicos do Estado e Entidades com Fins Públicos e o Sindicato Nacional dos\nTrabalhadores das Telecomunicações e Audiovisual.",
          "label": "PARAGRAPH"
        },
        {
          "text": "Acordo Coletivo de Trabalho n.º 8/2014 - Acordo Coletivo de Entidades\nEmpregadoras Públicas celebrado entre a Secretaria Regional do Ambiente e dos\nRecursos Naturais e os serviços da administração direta dela dependentes, bem como\nos por ela tutelados (Gabinete do Secretário Regional, Direção Regional de\nAgricultura e Desenvolvimento Rural, Direção Regional de Florestas e Conservação\nda Natureza, Direção Regional do Ordenamento do Território e Ambiente, Direção\nRegional de Pescas, Instituto do Vinho, do Bordado e do Artesanato da Madeira, I.P.",
          "label": "PARAGRAPH"
        },
        {
          "text": "e Parque Natural da Madeira), designados por Entidades Empregadoras Públicas, por",
          "label": "DOC_TEXT"
        },
        {
          "text": "um lado, e o Sindicato dos Trabalhadores da Função Pública da Região Autónoma da",
          "label": "DOC_TEXT"
        },
        {
          "text": "Madeira e a FESAP, Federação de Sindicatos da Administração Pública e de\nEntidades com Fins Públicos.",
          "label": "PARAGRAPH"
        }
      ]
    },
    {
      "paragraph_id": 1,
      "orgs": [
        {
          "text": "SECRETARIA REGIONAL DA EDUCAÇÃO E RECURSOS HUMANOS",
          "label": "ORG_LABEL"
        }
      ],
      "doc_name": {
        "text": "**Regulamentação do Trabalho**",
        "label": "DOC_NAME_LABEL"
      },
      "bodies": []
    },
    {
      "paragraph_id": 2,
      "orgs": [
        {
          "text": "SECRETARIA REGIONAL DA EDUCAÇÃO E RECURSOS HUMANOS",
          "label": "ORG_LABEL"
        }
      ],
      "doc_name": {
        "text": "**Despachos:**",
        "label": "DOC_NAME_LABEL"
      },
      "bodies": []
    },
    {
      "paragraph_id": 3,
      "orgs": [
        {
          "text": "SECRETARIA REGIONAL DA EDUCAÇÃO E RECURSOS HUMANOS",
          "label": "ORG_LABEL"
        }
      ],
      "doc_name": {
        "text": "**Portarias de Condições de Trabalho:**",
        "label": "DOC_NAME_LABEL"
      },
      "bodies": []
    },
    {
      "paragraph_id": 4,
      "orgs": [
        {
          "text": "SECRETARIA REGIONAL DA EDUCAÇÃO E RECURSOS HUMANOS",
          "label": "ORG_LABEL"
        }
      ],
      "doc_name": {
        "text": "**Portarias de Extensão:**",
        "label": "DOC_NAME_LABEL"
      },
      "bodies": [
        {
          "text": "Portaria de Extensão n.º 11/2014 - Portaria de Extensão do Contrato Coletivo entre a\nGROQUIFAR - Associação de Grossistas de Produtos Químicos e Farmacêuticos e a\nFETESE - Federação dos Sindicatos da Indústria e Serviços - Revisão Global. ...........",
          "label": "PARAGRAPH"
        }
      ]
    }
  ]
}